;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Umar Hokimzoda
; TranslationAuthorEmail: umar.hokimzoda@yahoo.com
; Soft Version: 1.42.35
; Update: November 24, 2016
;
[Lang]
NativeLanguage=Тоҷикӣ
[GUI]
ButtonYes=Ҳа
ButtonNo=Не
ButtonOK=OK
ButtonMinimize=Пинҳонкунӣ
ButtonMaximize=Нишондиҳӣ
ButtonClose=Пӯшидан
ButtonRestore=Барқароркунӣ
ButtonMenu=Меню

[Translation]
LangCode=0428
ReadHabit=Аз рост ба чап
LanguageName=TAJ
LangShortName=taj-TJ
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode
Information=Маълумот
Warning=Огоҳӣ
Error=Хато
Confirm=Тасдиқ
;
; Менюи шинокунанда
;
pmHelp=Маълумотномаи фаъол
pmforum=Машварат
pmHome=Сомонаи барнома
pmContact=Алоқаи баръакс
pmCheckNew=Санҷиши азнавкунӣ
pmLang=Забонҳо
pmAbout=Оиди барнома
pmConMenu=Иловакунӣ ба менюи матнӣ
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Барои раҳоӣ аз ҳамаи файлҳое, ки аз Windows нест намешаванд ёрӣ медиҳад
FrmWDMain.btnAFile.caption=Иловакунии файл
FrmWDMain.btnAfolder.caption=Иловакунии ҷузвдон
FrmWDMain.btnRemove.caption=Несткунӣ
FrmWDMain.btnDel.caption=Ғайрифаъол ва несткунӣ
FrmWDMain.btnsupport.caption=Алоқаи баръакс
FrmWDMain.btnfacebook.hint=Пайгирии мо дар facebook
FrmWDMain.btntwitter.hint=Паҳнкунии Wise Force Deleter дар twitter
FrmWDMain.btngoogle.hint=Паҳнкунии Wise Force Deleter дар Google+
FrmWDMain.btnemail.hint=Ба дустонатон оиди Wise Force Deleter гӯед
FrmWDManin.lvfile.Columns[0]=Ном
FrmWDManin.lvfile.Columns[1]=Роҳ
FrmWDManin.lvfile.Columns[2]=Ҳолат
;
; Оиди барнома
;
FrmAbout.caption=Оиди барнома
FrmAbout.lblver.caption=Нусхаи ҷорӣ:
FrmAbout.lblemail.caption=Дастгирӣ:
FrmAbout.lblhome.caption=Сомона:
FrmAbout.lblthanks.caption=Ташаккур ба ашхоси ҳиссагузор:
FrmAbout.lblWarning.caption=Огоҳӣ: Ҳуқуқи муаллифии барномаи мазкур аз тарафи қонунҳои байналмилалӣ ҳимоя шудааст. Тарҷумаи Умар Ҳокимзода.

[Message]
DragFile=Ҷузвдон нест карда нашуд.
ForceDelete=Несткунии гуруҳӣ
Newver=Шакли нави барнома дастрас аст, шумо мехоҳед онро нав кунед?
NoNewVer=Табрик мекунем, Шумо шакли охиринро истифода бурдаистодаед!
None=Омода аст
Unlocked=Ғайримуҳосирагардонӣ ва несткунӣ
Deleted=Нест шуд
FailDel=Несткунӣ бебарор анҷомид
Aborted=Қатъкунӣ
NoExists=Вуҷуд надорад
ConfirmDel=Шумо мехоҳед файлҳоро ғайримуҳосира ва нест кунед?
TranslateTo=Тарҷума ба..